[
  {
    "id": 1,
    "title": "Книжный вор",
    "author": "Маркус Зусак",
    "description": "Действие происходит в Германии конца 1930‑х, во время нацистского режима. История рассказывается от лица Смерти и повествует о девочке Лизель, лишившейся семьи, которая начинает воровать книги, чтобы найти утешение и смысл в хаосе войны. Её приемные родители — добрый маляр Ганс и строгая, но заботливая Роза, — открывают ей мир человеческого сочувствия и взаимопомощи. Вместе с другом Руди она учится читать и делится знаниями с еврейским беженцем Максом, которого прячет семья. Роман пронизан темами дружбы, сопротивления и силы слова, когда даже в самые мрачные времена книги становятся светом в темноте.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/c/o/cover1__w600_135_716.jpg",
    "publishYear": 2005,
    "pageCount": 576,
    "genres": ["История", "Современная литература", "Проза"],
    "rating": 4.38,
    "ratingsCount": 2800000,
    "comments": [],
    "content": "«Смерть говорит: я не выживаю. Я живу...»\n\nГлава 1. Лизель крадёт книгу на кладбище после смерти брата.\n\nГлава 2. Она учится читать с отцом. Тон утёса."
  },
  {
    "id": 2,
    "title": "Чудо",
    "author": "Р. Дж. Паласио",
    "description": "Главный герой — Август Пуллман, мальчик с редкой лицевой деформацией, из‑за которой он пережил десятки операций и жестокие взгляды окружающих. В 10 лет он впервые идёт в реальную школу, где сталкивается с добротой и предательством, страхом и принятием. Сочинённая им реплика 'Будем немного добрее, чем нужно' становится его девизом, помогая не только ему самому, но и тем, кто рядом. Это нежная, искренняя и вдумчивая история о семье, дружбе и том, как разные люди учатся быть хорошими.",
    "coverImage": "https://s.f.kz/prod/2262/2261485_1000.jpg",
    "publishYear": 2012,
    "pageCount": 320,
    "genres": ["Современная литература", "Проза"],
    "rating": 4.46,
    "ratingsCount": 780000,
    "comments": [],
    "content": "«Когда меня впервые увидели в школе, я почувствовал… Пожалуйста, не жалейте меня.»\n\nГлава 1. О школе.\n\nГлава 2. Максимы мистера Брауна: 'Добро́та — единственная правота.'"
  },
  {
    "id": 3,
    "title": "Девушка в поезде",
    "author": "Пола Хокинс",
    "description": "Психологический триллер о Рейчел Уотсон — женщине, потерявшей работу, брошенной мужем и замкнувшейся в своей боли, превращаясь в алкоголичку. Каждое утро она ездит на поезде и наблюдает за идеальной парой, идеализируя их жизнь, как собственную. Но однажды одна из них исчезает, и Рейчел оказывается втянутой в опасное расследование. История поднимает темы зависимости, манипуляций, самообмана и силы откровения. Множественные флэшбэки и смена точек зрения держат в напряжении до самого финала.",
    "coverImage": "https://www.litres.ru/pub/c/cover/11306339.jpg",
    "publishYear": 2015,
    "pageCount": 334,
    "genres": ["Триллер", "Детектив"],
    "rating": 3.92,
    "ratingsCount": 1500000,
    "comments": [],
    "content": "«Я вижу их каждый день из окна поезда. Они кажутся счастливыми… пока всё не рушится.»\n\nГлава 1. Из окна поезда.\n\nГлава 2. Исчезновение Рэйчел."
  },
  {
    "id": 4,
    "title": "1984",
    "author": "Джордж Оруэлл",
    "description": "В мире, где личная свобода уничтожена, прошлое переписывается, а за каждым следит Большой Брат, живёт Уинстон Смит. Он работает в Министерстве Правды и исправляет газетные статьи так, чтобы они соответствовали текущей линии партии. Вопреки страху, он начинает вести личный дневник и влюбляется, что в условиях диктатуры становится актом мятежа. Это трагичная история о подавлении, контроле и борьбе человека за правду.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/f/u/fullimage_18_123.jpg",
    "publishYear": 1949,
    "pageCount": 328,
    "genres": ["Фантастика", "Драма"],
    "rating": 4.17,
    "ratingsCount": 2800000,
    "comments": [],
    "content": "«Война — это мир. Свобода — это рабство. Незнание — сила.»\n\nГлава 1. Уинстон Смит и экран‑телеэкраны.\n\nГлава 2. Первые шаги к внутреннему сопротивлению."
  },
  {
    "id": 5,
    "title": "Гордость и предубеждение",
    "author": "Джейн Остин",
    "description": "Этот роман рассказывает о семье Беннет, особенно о второй дочери — умной и независимой Элизабет. Её отношения с гордым мистером Дарси начинаются с взаимного неприязни и недоразумений. Однако по мере раскрытия их характеров, предубеждения уступают место любви и уважению. Произведение исследует темы брака, сословий и моральных ценностей, оставаясь актуальным и в наше время.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/c/o/cover1__w600_107_25.jpg",
    "publishYear": 1813,
    "pageCount": 432,
    "genres": ["Классика", "Роман"],
    "rating": 4.26,
    "ratingsCount": 3300000,
    "comments": [],
    "content": "«Это правда, общепризнанное…»\n\nГлава 1. Считается общеизвестным, что холостяк…\n\nГлава 2. Элизабет встречает Дарси."
  },
  {
    "id": 6,
    "title": "Сапиенс. Краткая история человечества",
    "author": "Юваль Ной Харари",
    "description": "«Сапиенс» — это интеллектуальное путешествие сквозь всю историю человеческого рода. От первых Homo sapiens, которые начали объединяться в племена и создавать мифы, до современного общества, управляемого корпорациями, наукой и цифровыми технологиями. Харари объясняет, почему именно наш вид сумел выжить и доминировать, как появились религии и империи, и чем мы отличаемся от других животных. Книга вызывает глубокие размышления о природе человека, свободе, этике и будущем, в котором нас могут заменить разумные алгоритмы и машины.",
    "coverImage": "https://www.litres.ru/pub/c/cover/22150614.jpg",
    "publishYear": 2011,
    "pageCount": 498,
    "genres": ["Научно-популярная"],
    "rating": 4.4,
    "ratingsCount": 700000,
    "comments": [],
    "content": "«Около 70 000 лет назад Homo sapiens стали доминирующим видом.»\n\nРаздел 1. Когнитивная революция.\nРаздел 2. Сельскохозяйственная революция."
  },
  {
    "id": 7,
    "title": "Хоббит, или Туда и обратно",
    "author": "Дж. Р. Р. Толкин",
    "description": "Классическая сказочная повесть, положившая начало великой эпопее Толкина о Средиземье. История рассказывает о Бильбо Бэггинсе — домашнем и спокойном хоббите, который неожиданно оказывается втянутым в опасное и волнующее приключение. Вместе с тринадцатью гномами и волшебником Гэндальфом он отправляется в путь, чтобы вернуть сокровища у дракона Смауга. В ходе путешествия Бильбо сталкивается с троллями, гоблинами, эльфами и находит кольцо, которое изменит судьбу мира. Книга полна волшебства, юмора и глубокой моральной философии о храбрости и дружбе.",
    "coverImage": "https://upload.wikimedia.org/wikipedia/en/4/4a/TheHobbit_FirstEdition.jpg",
    "publishYear": 1937,
    "pageCount": 310,
    "genres": ["Приключения", "Фэнтези"],
    "rating": 4.27,
    "ratingsCount": 2900000,
    "comments": [],
    "content": "Глава 1. Бильбо Бэггинс ведёт размеренную жизнь в уютной норе под холмом. Но в один день на его пороге появляется волшебник Гэндальф, а затем и целая компания гномов, во главе с Торином Дубощитом. Они предлагают Бильбо отправиться с ними на поиски сокровищ, охраняемых драконом Смаугом. \n\nГлава 2. Бильбо нехотя присоединяется к походу. Уже в самом начале пути путешественников поджидают тролли, от которых их спасает Гэндальф. Они находят волшебные мечи и продолжают путь через Дикие земли. \n\nГлава 3. В горах они попадают в логово гоблинов, и Бильбо отделяется от группы. Именно здесь он встречает загадочное существо — Голлума, с которым играет в игру загадок. Победа приносит ему находку, от которой зависит судьба Средиземья — волшебное Кольцо. \n\nГлава 4. Бильбо взрослеет, преодолевая опасности и страх. Встречи с гигантскими пауками, плен у эльфов, участие в Битве пяти воинств — всё это меняет его навсегда. Вернувшись домой, он уже не тот Бильбо, что покинул свою нору."
  },
  {
    "id": 8,
    "title": "Убить пересмешника",
    "author": "Харпер Ли",
    "description": "Проникновенный роман о детстве, справедливости и человеческом достоинстве, рассказанный глазами шестилетней девочки по имени Скаут Финч. Действие происходит в штате Алабама в 1930-х годах, во времена расовой сегрегации и глубоко укоренившихся предрассудков. Её отец, Аттикус Финч — честный и благородный адвокат, берёт на себя защиту чернокожего мужчины, обвинённого в изнасиловании белой женщины. Сквозь призму детской наивности читатель наблюдает за взрослением, столкновением с жестокостью мира и важнейшими моральными уроками, которые становятся основой жизни героев. Это история о мужестве, любви, справедливости и трагедии, которая оставляет след в душе навсегда.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/c/o/cover4__w600_189_551.jpg",
    "publishYear": 1960,
    "pageCount": 281,
    "genres": ["Классика", "История", "Проза"],
    "rating": 4.28,
    "ratingsCount": 4400000,
    "comments": [],
    "content": "Глава 1. Маленький городок Мейкомб живёт по старым правилам, где каждый знает своё место. Шестилетняя Скаут Финч живёт со старшим братом Джемом и отцом Аттикусом — уважаемым юристом. Её детство наполнено играми, рассказами и первыми вопросами о несправедливости. \n\nГлава 2. Аттикус берётся защищать Тома Робинсона, чернокожего мужчину, обвинённого в тяжком преступлении. Это решение вызывает волну ненависти со стороны общества. Скаут и Джем становятся свидетелями человеческой жестокости и предвзятости, а их отец — образцом морали и стойкости. \n\nГлава 3. Судебное разбирательство становится эпицентром конфликта. Скаут, наблюдая за всем происходящим, постепенно теряет детскую наивность, но обретает зрелое понимание добра и зла. Аттикус произносит вдохновляющую речь о равенстве и правосудии. \n\nГлава 4. Несмотря на очевидную невиновность, Том осуждён, и трагедия меняет всё. После финальных событий и опасной встречи с настоящим злом, Скаут окончательно осознаёт слова отца: «убить пересмешника — это грех», ведь пересмешник — это тот, кто приносит только добро."
  },
  {
    "id": 9,
    "title": "Над пропастью во ржи",
    "author": "Дж. Д. Сэлинджер",
    "description": "Роман о трудностях взросления, одиночестве и поиске себя в мире, полном фальши. Главный герой — Холден Колфилд, семнадцатилетний подросток, изгнанный из престижной школы. В течение нескольких дней он бродит по Нью-Йорку, сталкиваясь с разочарованием, лицемерием и внутренними переживаниями. Через его ироничный и порой грубый внутренний монолог раскрываются глубокие психологические слои юности — бунт против общества, страх перед взрослением, тоска по детской невинности и отчаянное стремление к искренности. Книга стала символом поколения, ищущего ответы и себя.",
    "coverImage": "https://s.f.kz/prod/2085/2084508_1000.jpg",
    "publishYear": 1951,
    "pageCount": 277,
    "genres": ["Классика", "Современная литература"],
    "rating": 3.8,
    "ratingsCount": 2600000,
    "comments": [],
    "content": "Глава 1. Холден Колфилд, находясь в психиатрической клинике, начинает рассказ о событиях, случившихся с ним до Рождества. Он покидает школу Пенси после исключения и решает не возвращаться домой, отправившись в Нью-Йорк. \n\nГлава 2. Скитаясь по городу, Холден пытается найти близость, понимание и смысл. Он встречается с бывшими учителями, девушками, случайными знакомыми, но всякий раз испытывает чувство отчуждения и раздражения. Его диалоги наполнены сарказмом и тоской. \n\nГлава 3. Он вспоминает своего младшего брата Элли, который умер от лейкемии, и признаётся, как сильно это на него повлияло. Отношения с младшей сестрой Фиби становятся единственным светлым моментом — в ней он видит честность и чистоту. \n\nГлава 4. Холден фантазирует, что хотел бы стать «ловцом во ржи» — человеком, спасающим детей от падения во взрослую пропасть. Эта метафора становится центральной в его внутреннем конфликте. Финал оставляет открытым вопрос: сможет ли он исцелиться от внутренней боли и найти своё место в мире."
  },
  {
    "id": 10,
    "title": "Великий Гэтсби",
    "author": "Ф. Скотт Фицджеральд",
    "description": "«Великий Гэтсби» — один из самых известных романов американской литературы XX века, написанный Ф. Скоттом Фицджеральдом и впервые опубликованный в 1925 году. Эта глубокая и трагическая история разворачивается в эпоху джаза — времени бурного экономического роста, гламура, изобилия и одновременно моральной распущенности и разочарований. Главный герой — загадочный миллионер Джей Гэтсби, который устраивает роскошные вечеринки на своём поместье на Лонг-Айленде, стремясь завоевать любовь своей юности, прекрасной Дейзи Бьюкенен. Через глаза рассказчика, Ника Каррауэя, читатель погружается в атмосферу ярких иллюзий, амбиций и обмана, которые скрывают глубочайшую пустоту и трагедию человеческих судеб. Роман исследует темы американской мечты, социальной несправедливости, любви и утраты, оставляя неизгладимое впечатление и заставляя задуматься о цене, которую человек готов заплатить за свои мечты.",
    "coverImage": "https://s.f.kz/prod/298/297006_1000.jpg",
    "publishYear": 1925,
    "pageCount": 180,
    "genres": ["Классика", "Драма", "Роман"],
    "rating": 3.91,
    "ratingsCount": 3800000,
    "comments": [],
    "content": "«В прошлое лето я увидел Гэтсби впервые.»\n\nГлава 1. Ник знакомит нас с Гэтсби.\n\nГлава 2. Вечеринки и секреты."
  },
  {
    "id": 11,
    "title": "Жизнь Пи",
    "author": "Янн Мартел",
    "description": "«Жизнь Пи» — захватывающий роман канадского писателя Янна Мартела, рассказывающий философскую и эмоциональную историю мальчика Пи Пателя, который после кораблекрушения оказывается в спасательной шлюпке посреди Тихого океана вместе с бенгальским тигром по имени Ричард Паркер. Этот невероятный рассказ о выживании, вере и внутренней силе исследует грани человеческой психики и взаимоотношения между человеком и природой. История наполнена приключениями, духовными исканиями и глубокими размышлениями о смысле жизни, заставляя читателя переосмыслить понятие надежды и стойкости в самых экстремальных условиях.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/cover1__w600_59_52.jpg",
    "publishYear": 2001,
    "pageCount": 352,
    "genres": ["Приключения", "Фантастика"],
    "rating": 4.25,
    "ratingsCount": 1500000,
    "comments": [],
    "content": "«Пи думал, что самое трудное — остаться в живых. Но оказалось, что ещё сложнее — не сойти с ума…»\n\nГлава 1. Начало пути.\n\nГлава 2. Шторм и тигр."
  },
  {
    "id": 12,
    "title": "О дивный новый мир",
    "author": "Олдос Хаксли",
    "description": "«О дивный новый мир» — классический антиутопический роман Олдоса Хаксли, изображающий мрачное будущее технократического общества, где человеческие существа выращиваются и контролируются в лабораторных условиях. В этом мире отсутствует индивидуальность и эмоциональная свобода, а социальный порядок поддерживается с помощью генетического программирования, наркотиков и условных удовольствий. Роман исследует темы массового потребления, утраты человеческой духовности и моральных последствий технологического прогресса, заставляя читателя задуматься о цене стабильности и комфорта.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/c/o/cover1__w600_54_7.jpg",
    "publishYear": 1932,
    "pageCount": 288,
    "genres": ["Научная фантастика", "Фантастика"],
    "rating": 4.1,
    "ratingsCount": 700000,
    "comments": [],
    "content": "«О чудо! Какое множество прекрасных лиц!» — первые слова, восхищающиеся новым миром.\n\nГлава 1. Общество бутылочных детей — знакомство с системой искусственного воспроизводства и кастовой структурой общества.\n\nГлава 2. Контроль и удовольствие — описание методов управления населением через гипнопедию, наркотики и социальные условности."
  },
  {
    "id": 13,
    "title": "Едгин",
    "author": "Сэмюэл Батлер",
    "description": "«Едгин» — утопический роман Сэмюэла Батлера, в котором главный герой, путешественник, попадает в загадочную страну с необычными законами и общественными нормами. Эта философская сатира направлена на критику викторианской морали, чрезмерного технического прогресса и слепого поклонения науке. Через абсурдные и порой комичные ситуации автор раскрывает парадоксы человеческого общества, задавая вопросы о свободе, ответственности и истинных ценностях.",
    "coverImage": "https://lh6.googleusercontent.com/proxy/2s-Y_ngb2nqC4ufaV5v6qN9j3vgfVjMeKUqU6FCpZO5drw90X9pt_X51EklebIn_jg",
    "publishYear": 1872,
    "pageCount": 220,
    "genres": ["Фантастика", "Проза"],
    "rating": 3.9,
    "ratingsCount": 25000,
    "comments": [],
    "content": "«Я очутился в стране, где болезни считали преступлением, а машины — опасны.»\n\nГлава 1. Вступление и путешествие — начало необычного приключения и первые впечатления главного героя.\n\nГлава 2. Странные законы Едгина — знакомство с философией и странностями общества, заставляющими переосмыслить привычные взгляды."
  },
  {
    "id": 14,
    "title": "Каллокаин",
    "author": "Карин Бойе",
    "description": "«Каллокаин» — мощный антиутопический роман Карин Бойе, в котором изображён тоталитарный мир, где индивидуальная свобода полностью подавлена, а личность подчинена жесткому контролю государства. Главный герой — учёный, создавший сыворотку правды, способную раскрыть самые скрытые мысли и чувства человека. Этот роман поднимает важные этические вопросы о свободе воли, цене правды и моральных дилеммах, возникающих при стремлении к абсолютной честности и контролю. Карин Бойе мастерски раскрывает внутренние конфликты и страхи человека в условиях подавляющей системы.",
    "coverImage": "https://www.litres.ru/pub/c/cover/69171826.jpg",
    "publishYear": 1940,
    "pageCount": 300,
    "genres": ["Фантастика", "Научная фантастика"],
    "rating": 3.85,
    "ratingsCount": 15000,
    "comments": [],
    "content": "«Я изобрёл средство, способное заставить всех говорить правду — но хочу ли я этого?»\n\nГлава 1. Эксперимент — первые попытки применения сыворотки и столкновение с неожиданными последствиями.\n\nГлава 2. Цена истины — моральные и личные дилеммы, возникающие из-за раскрытия самых сокровенных тайн."
  },
  {
    "id": 15,
    "title": "Остров",
    "author": "Олдос Хаксли",
    "description": "«Остров» — утопический роман Олдоса Хаксли, представляющий собой социально-фантастическую притчу о Пале — изолированном острове, где наука, философия и духовность гармонично сочетаются, создавая уникальное общество. В отличие от мрачных антиутопий, этот роман предлагает видение мира, в котором человек может достичь внутреннего и внешнего равновесия через осознанное развитие и сотрудничество. Хаксли исследует темы просвещения, образования, экологии и баланса между технологическим прогрессом и природой, приглашая читателя задуматься о возможности идеального общества.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/cover1_54_61.jpg",
    "publishYear": 1962,
    "pageCount": 256,
    "genres": ["Фантастика", "Научная фантастика"],
    "rating": 4.0,
    "ratingsCount": 45000,
    "comments": [],
    "content": "«Этот остров — не утопия, а пример возможной гармонии между человеком и природой.»\n\nГлава 1. Прибытие журналиста — знакомство с островом и его философией через глаза нового гостя.\n\nГлава 2. Знакомство с жителями — изучение образа жизни и взглядов уникального общества Палы."
  },
  {
    "id": 16,
    "title": "Двери восприятия",
    "author": "Олдос Хаксли",
    "description": "«Двери восприятия» — известное эссе Олдоса Хаксли, в котором автор делится своим опытом употребления мескалина и размышляет о том, как это вещество влияет на восприятие реальности. Хаксли исследует природу сознания, расширение человеческих ощущений и способы, которыми привычные рамки восприятия ограничивают понимание мира. Это произведение сочетает научные наблюдения с философскими размышлениями, предлагая уникальный взгляд на возможности человеческого сознания и духовного опыта.",
    "coverImage": "https://cdn1.ozone.ru/s3/multimedia-k/6866027840.jpg",
    "publishYear": 1954,
    "pageCount": 110,
    "genres": ["Наука", "Психология"],
    "rating": 4.05,
    "ratingsCount": 35000,
    "comments": [],
    "content": "«Я видел то, что видел Адам в утро сотворения…»\n\nГлава 1. Первая доза — описание первых впечатлений и изменений восприятия под воздействием мескалина.\n\nГлава 2. Расширение восприятия — философские и научные размышления о природе сознания и новых горизонтах ощущений."
  },
  {
    "id": 17,
    "title": "Машина времени",
    "author": "Герберт Уэллс",
    "description": "«Машина времени» — классический роман Герберта Уэллса, который заложил основы жанра научной фантастики. История рассказывает о изобретателе — Путешественнике во времени, который с помощью своей машины отправляется в далёкое будущее, чтобы исследовать эволюцию человечества и судьбу цивилизации. Через встречу с двумя совершенно разными видами потомков человека — элоями и морлоками — роман поднимает вопросы о социальной справедливости, прогрессе и выживании. Это захватывающее повествование о научном любопытстве и тревожных перспективах развития общества.",
    "coverImage": "https://imo10.labirint.ru/books/934612/cover.jpg/484-0",
    "publishYear": 1895,
    "pageCount": 120,
    "genres": ["Классика", "Научная фантастика"],
    "rating": 4.0,
    "ratingsCount": 200000,
    "comments": [],
    "content": "«Он шагнул в машину и исчез в луче света…»\n\nГлава 1. Изобретение — создание и тестирование машины времени, начало путешествия.\n\nГлава 2. Далекая Эра — открытие нового мира и встречи с его обитателями."
  },
  {
    "id": 18,
    "title": "Мы",
    "author": "Евгений Замятин",
    "description": "«Мы» — классическая русская антиутопия Евгения Замятина, описывающая тоталитарное общество будущего, где индивидуальность подавлена, а люди живут под строгим контролем, идентифицируясь лишь по номерам. Главный герой, Д-503, инженер и лояльный член Единого Государства, начинает сомневаться в системе, что приводит его к внутреннему конфликту и восстанию против механистичной и бесчеловечной власти. Роман исследует темы свободы, личной ответственности и сопротивления диктатуре, став одним из вдохновителей многих поздних антиутопий.",
    "coverImage": "https://book24.kz/upload/iblock/090/i33l73esc1vr4fviztum16wzbjx8dr72.jpg",
    "publishYear": 1924,
    "pageCount": 216,
    "genres": ["Классика", "Фантастика"],
    "rating": 4.12,
    "ratingsCount": 80000,
    "comments": [],
    "content": "«Мы — алгебра, а я — неизвестное…»\n\nГлава 1. Прозрачные режимы — описание безличного тоталитарного общества и его правил.\n\nГлава 2. Восстание — внутренние сомнения героя и зарождение сопротивления."
  },
  {
    "id": 19,
    "title": "451 градус по Фаренгейту",
    "author": "Рэй Брэдбери",
    "description": "«451 градус по Фаренгейту» — культовый антиутопический роман Рэя Брэдбери, описывающий мрачное будущее, где книги запрещены, а пожарные не тушат огонь, а наоборот — сжигают книги, чтобы подавить свободу мысли и предотвратить сомнения и дискуссии в обществе. Главный герой, пожарный Гай Монтэг, постепенно осознаёт разрушительность системы и начинает бороться за знания и индивидуальность. Роман исследует темы цензуры, контроля информации, сопротивления и важности литературы как источника свободы и просвещения.",
    "coverImage": "https://upload.wikimedia.org/wikipedia/en/d/db/Fahrenheit_451_1st_ed_cover.jpg",
    "publishYear": 1953,
    "pageCount": 194,
    "genres": ["Классика", "Научная фантастика"],
    "rating": 4.0,
    "ratingsCount": 300000,
    "comments": [],
    "content": "«Книги — это бессмертные гласности, которые нужно уничтожить.»\n\nГлава 1. Пожарные книжных улиц — знакомство с профессией и обществом, где книги под запретом.\n\nГлава 2. Внутренний конфликт — пробуждение сомнений и поиски истины главного героя."
  },
  {
    "id": 20,
    "title": "Армагеддом-Дом",
    "author": "Марина и Сергей Дяченко",
    "description": "«Армагеддом-Дом» — сказочная антиутопия от Марины и Сергея Дяченко, рассказывающая о таинственном доме, куда попадают дети, признанные «лишними» обществом. В этом фантастическом мире каждый из них сталкивается с уникальными испытаниями, раскрывая силу духа, дружбы и поиска собственного пути. Роман наполнен философским подтекстом, исследует темы социальной изоляции, самопознания и преодоления внутренних страхов, предлагая читателю погрузиться в атмосферу мистики и человеческих драм.",
    "coverImage": "https://cdn.eksmo.ru/v2/ITD000000001263001/COVER/cover1__w820.jpg",
    "publishYear": 2006,
    "pageCount": 320,
    "genres": ["Фантастика", "Современная литература"],
    "rating": 4.2,
    "ratingsCount": 12000,
    "comments": [],
    "content": "«Дом, где каждый — лишний… и каждый — герой.»\n\nГлава 1. Вступление в «Дом» — знакомство с загадочным местом и его обитателями.\n\nГлава 2. Первые испытания — начало борьбы героев за выживание и понимание себя."
  },
  {
    "id": 21,
    "title": "Геном",
    "author": "Сергей Лукьяненко",
    "description": "«Геном» — фантастический роман Сергея Лукьяненко, действие которого происходит на далёкой планете, где живут генетически модифицированные люди. Главный герой, детектив Алекс Романов, прибывает на место, чтобы расследовать загадочное убийство на борту космического корабля. В процессе расследования раскрываются тайны генетических экспериментов, социальные конфликты и сложные взаимоотношения между персонажами. Роман сочетает элементы научной фантастики и детектива, предлагая глубокий взгляд на природу человечества и этические проблемы будущего.",
    "coverImage": "https://ir.ozone.ru/multimedia/c1000/1005589926.jpg",
    "publishYear": 1999,
    "pageCount": 336,
    "genres": ["Фантастика", "Детектив"],
    "rating": 3.9,
    "ratingsCount": 50000,
    "comments": [],
    "content": "«Алекс Романов впервые увидел её — четырнадцатилетняя Ким Охара…»\n\nГлава 1. Прилетели — начало расследования и прибытие на планету.\n\nГлава 2. Убийство на борту — раскрытие первых подробностей преступления и загадок."
  },
  {
    "id": 22,
    "title": "Свет в окошке",
    "author": "Святослав Логинов",
    "description": "«Свет в окошке» — захватывающий роман Святослава Логинова, описывающий посмертный мир, где память и деньги становятся валютой для продолжения существования после смерти. В этом уникальном мире души живут в своём собственном измерении, а потеря воспоминаний грозит исчезновением. Автор исследует темы ценности памяти, человеческой идентичности и борьбы за жизнь в новом, необычном формате. Роман сочетает фантастику с глубокими драматическими элементами, заставляя задуматься о природе сознания и смысле жизни.",
    "coverImage": "https://upload.wikimedia.org/wikipedia/ru/thumb/3/33/%D0%A1%D0%B2%D0%B5%D1%82_%D0%B2_%D0%BE%D0%BA%D0%BE%D1%88%D0%BA%D0%B5_%28%D0%A1%D0%B2%D1%8F%D1%82%D0%BE%D1%81%D0%BB%D0%B0%D0%B2_%D0%9B%D0%BE%D0%B3%D0%B8%D0%BD%D0%BE%D0%B2%29.jpg/800px-%D0%A1%D0%B2%D0%B5%D1%82_%D0%B2_%D0%BE%D0%BA%D0%BE%D1%88%D0%BA%D0%B5_%28%D0%A1%D0%B2%D1%8F%D1%82%D0%BE%D1%81%D0%BB%D0%B0%D0%B2_%D0%9B%D0%BE%D0%B3%D0%B8%D0%BD%D0%BE%D0%B2%29.jpg",
    "publishYear": 2002,
    "pageCount": 400,
    "genres": ["Фантастика", "Драма"],
    "rating": 4.0,
    "ratingsCount": 15000,
    "comments": [],
    "content": "«За каждую воспоминание вам начисляется — или вы исчезаете…»\n\nГлава 1. Приход в иной мир — первые шаги героя в посмертном измерении и правила нового существования.\n\nГлава 2. Цитадель памяти — борьба за сохранение воспоминаний и обретение смысла жизни после смерти."
  },
  {
    "id": 23,
    "title": "Осенние визиты",
    "author": "Сергей Лукьяненко",
    "description": "«Осенние визиты» — фантастический роман Сергея Лукьяненко, в котором рассказывается о визитёрах — загадочных двойниках людей, способных влиять на судьбы человечества и ход истории. Главный герой сталкивается с непредсказуемыми событиями, связанными с борьбой различных сил и линий судьбы. Роман сочетает элементы мистики, фантастики и социальной драмы, раскрывая вопросы выбора, ответственности и природы человеческой сущности.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/migrated/gallery/20880/83/284540_main.jpg",
    "publishYear": 1997,
    "pageCount": 384,
    "genres": ["Фантастика", "Современная литература"],
    "rating": 4.1,
    "ratingsCount": 20000,
    "comments": [],
    "content": "«Визитёр пришёл ко мне осенью, в Москве начались перемены…»\n\nГлава 1. Первое появление — неожиданная встреча и начало загадочных событий.\n\nГлава 2. Борьба линий — противостояние сил, влияющих на судьбу героя и мира."
  },
  {
    "id": 24,
    "title": "Долина Совести",
    "author": "Марина и Сергей Дяченко",
    "description": "«Долина Совести» — психологический фантастический роман Марины и Сергея Дяченко, рассказывающий историю Влада Палия, человека с уникальной энергетикой, вызывающей зависимость у окружающих. Этот опасный дар становится как благословением, так и проклятием, влияя на жизнь героя и его близких. Роман исследует темы силы личности, ответственности и сложных межличностных отношений, сочетая глубокие психологические размышления с напряжённым сюжетом.",
    "coverImage": "https://flibusta.su/b/img/big/21141.jpg",
    "publishYear": 2005,
    "pageCount": 256,
    "genres": ["Фантастика", "Психология"],
    "rating": 4.2,
    "ratingsCount": 10000,
    "comments": [],
    "content": "«Влад узнал: его присутствие — словно наркотик для других…»\n\nГлава 1. Влад Палий — знакомство с главным героем и его необычным даром.\n\nГлава 2. Встреча с Анжелой — начало сложных отношений и новых испытаний."
  },
  {
    "id": 25,
    "title": "Метро 2033",
    "author": "Дмитрий Глуховский",
    "description": "«Метро 2033» — постапокалиптический роман Дмитрия Глуховского, описывающий жизнь выживших людей в московском метро после ядерной катастрофы. Подземные туннели становятся их новым домом, где царит постоянная угроза мутантов, радиации и враждебных фракций. Главный герой, сталкер Артём, отправляется в опасное путешествие на поверхность и по туннелям метро, чтобы спасти остатки человечества. Роман сочетает напряжённый сюжет, мрачную атмосферу и глубокие размышления о выживании, надежде и человеческой природе.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/8d1771fdd19ec2393e47701ba45e606d/c/o/cover1__w600_58_11.jpg",
    "publishYear": 2005,
    "pageCount": 624,
    "genres": ["Фантастика", "Приключения"],
    "rating": 4.3,
    "ratingsCount": 200000,
    "comments": [],
    "content": "«Подземка — наш дом теперь. На поверхности — радиация и мутанты.»\n\nГлава 1. Восток московского метро — знакомство с мрачным подземным миром и его обитателями.\n\nГлава 2. Сталкер Артём выходит на поверхность — начало опасного путешествия и встреча с неизвестным."
  },
  {
    "id": 26,
    "title": "Пикник на обочине",
    "author": "Аркадий и Борис Стругацкие",
    "description": "«Пикник на обочине» — философский фантастический роман Аркадия и Бориса Стругацких, рассказывающий о таинственной Зоне — аномальной территории, оставшейся после визита пришельцев. Главные герои — сталкеры, люди, рискующие жизнью, чтобы исследовать Зону и добывать ценные, но опасные артефакты. Роман поднимает вопросы человеческой жадности, морали и смысла существования в мире, где грани между реальностью и неизведанным стираются. История насыщена напряжёнными моментами, философскими размышлениями и глубокими метафорами.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/cache/41deb699a7fea062a8915debbbb0442c/c/o/cover1__w600_135_346.jpg",
    "publishYear": 1972,
    "pageCount": 332,
    "genres": ["Фантастика", "Приключения"],
    "rating": 4.1,
    "ratingsCount": 120000,
    "comments": [],
    "content": "«Зона. Место, где исполняются желания — но ценой жизни…»\n\nГлава 1. Рэд стоял на границе — знакомство с героем и опасной территорией Зоны.\n\nГлава 2. Аппарат браконьера — первые шаги в Зоне и встреча с её загадками."
  },
  {
    "id": 27,
    "title": "Хроники Сиалы",
    "author": "Алексей Пехов",
    "description": "«Хроники Сиалы» — динамичное фэнтези-приключение Алексея Пехова, рассказывающее о воришке Гаррете, который в ночном городе крадёт ценную статуэтку и оказывается втянут в опасную игру магии, интриг и заговоров. История наполнена юмором, захватывающими приключениями и неожиданными поворотами, раскрывая как темные тайны города, так и внутренние качества героя. Роман сочетает яркие образы, увлекательный сюжет и лёгкий комедийный стиль, делая его любимым среди поклонников жанра.",
    "coverImage": "https://knigi.ws/uploads/posts/2023-04/hroniki-sialy.jpg",
    "publishYear": 2007,
    "pageCount": 400,
    "genres": ["Фэнтези", "Приключения", "Комедия"],
    "rating": 4.2,
    "ratingsCount": 50000,
    "comments": [],
    "content": "«Гаррет крадёт статуэтку ночью — и попадает в смертельную игру магов.»\n\nГлава 1. Ночной город — знакомство с главным героем и мрачной атмосферой города.\n\nГлава 2. Заговор герцога — первые шаги в опасном мире интриг и магии."
  },
  {
    "id": 28,
    "title": "Меч без имени",
    "author": "Андрей Белянин",
    "description": "«Меч без имени» — юмористическое фэнтези Андрея Белянина о маге Матвеиче, человеке без особых амбиций, но обладающем необычным мечом и склонном попадать в самые неожиданные приключения. Роман наполнен лёгким юмором, колоритными персонажами и захватывающими событиями в волшебном мире, где магия и бытовые проблемы переплетаются в забавных ситуациях. История поднимает темы дружбы, самоопределения и неожиданных открытий на фоне фантастических событий.",
    "coverImage": "https://simg.marwin.kz/media/catalog/product/1/5/1553.jpg",
    "publishYear": 2003,
    "pageCount": 320,
    "genres": ["Фэнтези", "Комедия"],
    "rating": 4.0,
    "ratingsCount": 60000,
    "comments": [],
    "content": "«Матвеич — маг без амбиций, но с огромным мечом…»\n\nГлава 1. Магия по‑домашнему — знакомство с главным героем и его магическими буднями.\n\nГлава 2. Путешествие начинается — начало приключений и неожиданных событий."
  },
  {
    "id": 29,
    "title": "Чёрная кровь",
    "author": "Ник Перумов и Святослав Логинов",
    "description": "«Чёрная кровь» — масштабная фэнтези-эпопея Ника Перумова и Святослава Логинова, основанная на славянских мифах и легендах конца каменного века. Роман рассказывает о войнах племён, древних сущностях и магии, вплетённой в судьбы героев. История наполнена яркими персонажами, эпическими сражениями и глубокими философскими размышлениями о природе власти, традициях и выживании. Это захватывающий мир, где древние боги и люди пересекаются в борьбе за будущее.",
    "coverImage": "https://s.f.kz/prod/3238/3237637_1000.jpg",
    "publishYear": 1996,
    "pageCount": 480,
    "genres": ["Фэнтези", "Приключения"],
    "rating": 4.1,
    "ratingsCount": 35000,
    "comments": [],
    "content": "«Таши поднял топор — солнце ещё не встало, но уже слышны крики.»\n\nГлава 1. Племя Зубра — знакомство с героями и миром каменного века.\n\nГлава 2. Начало битвы — подготовка к конфликту и первые столкновения."
  },
  {
    "id": 30,
    "title": "Человек-амфибия",
    "author": "Александр Беляев",
    "description": "«Человек-амфибия» — классический роман Александра Беляева, повествующий о мальчике по имени Ихтиандр, который благодаря научному эксперименту обрёл способность жить под водой. История рассказывает о его борьбе с человеческой жестокостью, непониманием и стремлении найти своё место между двумя мирами — сушей и морем. Роман затрагивает темы этики науки, одиночества и поиска идентичности, оставаясь одним из знаковых произведений советской научной фантастики.",
    "coverImage": "https://cdn.azbooka.ru/cv/w1100/337bb145-5dfb-44d2-950f-d40ec1e0ece9.jpg",
    "publishYear": 1928,
    "pageCount": 256,
    "genres": ["Классика", "Научная фантастика"],
    "rating": 4.0,
    "ratingsCount": 200000,
    "comments": [],
    "content": "«Ихтиандр плыл к поверхности, его жабры касались воздуха…»\n\nГлава 1. Рождение аномалии — начало жизни Ихтиандра и необычные способности.\n\nГлава 2. Встреча с людьми — первые столкновения с обществом и испытания."
  }
]
